#+TITLE: Bargue Drawing I
#+AUTHOR: Chris Hogan
#+DATE: <2021-11-08 Mon> to <2021-12-05 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-19 Fri 20:23], for week 2021-W46.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *21h 35m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *5h 40m*  |
  
  #+END:
*** <2021-11-08 Mon>
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-08 Mon 18:13]--[2021-11-08 Mon 21:14] =>  3:01
     :END:
*** <2021-11-09 Tue>
**** DONE Setup easel                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-09 Tue 18:34]--[2021-11-09 Tue 20:06] =>  1:32
     :END:
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-09 Tue 20:06]--[2021-11-09 Tue 21:02] =>  0:56
     :END:
*** <2021-11-10 Wed>
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-10 Wed 18:05]--[2021-11-10 Wed 19:20] =>  1:15
     :END:
**** DONE Sphere                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-10 Wed 20:45]--[2021-11-10 Wed 21:25] =>  0:40
     CLOCK: [2021-11-10 Wed 19:20]--[2021-11-10 Wed 20:21] =>  1:01
     :END:
*** <2021-11-11 Thu>
**** DONE Sphere                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 18:04]--[2021-11-11 Thu 19:09] =>  1:05
     :END:
**** DONE Bargue eyes                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 19:09]--[2021-11-11 Thu 19:36] =>  0:27
     :END:
**** DONE Bargue eye                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 19:36]--[2021-11-11 Thu 20:57] =>  1:21
     :END:
*** <2021-11-12 Fri>
**** DONE Bargue eyes                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-12 Fri 18:33]--[2021-11-12 Fri 20:17] =>  1:44
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-12 Fri 20:28]--[2021-11-12 Fri 21:16] =>  0:48
     CLOCK: [2021-11-12 Fri 20:17]--[2021-11-12 Fri 20:28] =>  0:11
     :END:
*** <2021-11-13 Sat>
**** DONE Composition and staging                                     :study:
     :LOGBOOK:
     CLOCK: [2021-11-13 Sat 12:33]--[2021-11-13 Sat 13:28] =>  0:55
     CLOCK: [2021-11-13 Sat 08:21]--[2021-11-13 Sat 09:33] =>  1:12
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-13 Sat 18:09]--[2021-11-13 Sat 20:16] =>  2:07
     CLOCK: [2021-11-13 Sat 14:12]--[2021-11-13 Sat 16:21] =>  2:09
     CLOCK: [2021-11-13 Sat 09:33]--[2021-11-13 Sat 11:20] =>  1:47
     :END:
*** <2021-11-14 Sun>
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 09:52]--[2021-11-14 Sun 10:47] =>  0:55
     :END:
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 18:03]--[2021-11-14 Sun 19:23] =>  1:20
     CLOCK: [2021-11-14 Sun 14:00]--[2021-11-14 Sun 14:58] =>  0:58
     CLOCK: [2021-11-14 Sun 10:49]--[2021-11-14 Sun 12:01] =>  1:12
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 19:38]--[2021-11-14 Sun 20:17] =>  0:39
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-19 Fri 20:23], for week 2021-W46.
  | Tags    | Headline                         | Time    |       |      |      |
  |---------+----------------------------------+---------+-------+------+------|
  |         | *Total time*                     | *19:30* |       |      |      |
  |---------+----------------------------------+---------+-------+------+------|
  |         | \_  Week 2                       |         | 19:30 |      |      |
  |         | \_    <2021-11-15 Mon>           |         |       | 8:41 |      |
  | study   | \_      Russian academic drawing |         |       |      | 2:00 |
  | drawing | \_      Gouache portrait         |         |       |      | 4:22 |
  | drawing | \_      Bargue drawing           |         |       |      | 2:19 |
  |         | \_    <2021-11-16 Tue>           |         |       | 2:49 |      |
  | drawing | \_      Bargue drawing           |         |       |      | 2:49 |
  |         | \_    <2021-11-17 Wed>           |         |       | 3:28 |      |
  | drawing | \_      Bargue drawing           |         |       |      | 2:56 |
  | study   | \_      Bargue drawing           |         |       |      | 0:32 |
  |         | \_    <2021-11-18 Thu>           |         |       | 2:46 |      |
  | study   | \_      Bargue drawing           |         |       |      | 0:23 |
  | drawing | \_      Bargue drawing           |         |       |      | 2:23 |
  |         | \_    <2021-11-19 Fri>           |         |       | 1:46 |      |
  | drawing | \_      Bargue drawing           |         |       |      | 1:46 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *16h 35m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *2h 55m*  |
  
  #+END:
*** <2021-11-15 Mon>
**** DONE Russian academic drawing                                    :study:
     :LOGBOOK:
     CLOCK: [2021-11-15 Mon 07:00]--[2021-11-15 Mon 09:00] =>  2:00
     :END:
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-15 Mon 18:08]--[2021-11-15 Mon 19:00] =>  0:52
     CLOCK: [2021-11-15 Mon 13:00]--[2021-11-15 Mon 16:30] =>  3:30
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-15 Mon 19:00]--[2021-11-15 Mon 21:19] =>  2:19
     :END:
*** <2021-11-16 Tue>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-16 Tue 18:08]--[2021-11-16 Tue 20:57] =>  2:49
     :END:
*** <2021-11-17 Wed>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-17 Wed 18:12]--[2021-11-17 Wed 21:08] =>  2:56
     :END:
**** DONE Bargue drawing                                              :study:
     :LOGBOOK:
     CLOCK: [2021-11-17 Wed 21:10]--[2021-11-17 Wed 21:42] =>  0:32
     :END:
*** <2021-11-18 Thu>
**** DONE Bargue drawing                                              :study:
     :LOGBOOK:
     CLOCK: [2021-11-18 Thu 16:42]--[2021-11-18 Thu 17:05] =>  0:23
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-18 Thu 18:24]--[2021-11-18 Thu 20:47] =>  2:23
     :END:
*** <2021-11-19 Fri>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-19 Fri 18:37]--[2021-11-19 Fri 20:23] =>  1:46
     :END:
*** <2021-11-20 Sat>
**** TODO Bargue drawing :drawing:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-19 Fri 20:23], for week 2021-W46.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-19 Fri 20:23], for week 2021-W46.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
